---
kind: other
id: Operators.T:Autodesk.Revit.DB.NumberingSchemaType
source: html/3c313f8a-5d6b-291a-63b4-b342270d5803.htm
---
# NumberingSchemaType Operators

Compares two NumberingSchemaType instances.